{
  "Health_Potion": {
    "ItemCategory": "Resource",
    "StackSize": 3,
    "Description": "Consume this to replenish 1 heart!!!!"
  },
  "Health Potion": {
    "ItemCategory": "Resource",
    "StackSize": 3,
    "Description": "Consume this to replenish 1 heart!"
  },
  "Proposition": {
    "ItemCargory": "Proposition",
    "StackSize": 1,
    "Description": "Click this to view the first proposition!",
    "Proposition_Description": "In the scorching heat of the Badhlands, there’s no other gang you’ll see ruling over its sands than the fierce Pincer! We ride on our hogs and cause a living heck to those who are in our way and those dumb enough to get in our way. Whenever a gang has a problem with us, we show them how we’re actually top-of-the-line plastic surgeons! They come to us with their heads, then they leave without one! Anything you can think of, killing, stealing, harsh language, our gang has done it as one. And that was thanks to our leader, Zerksees. None of us could have faced the lands on our own, but he managed to cobble together lonely bikers, orphaned children, and children he made into orphans and formed into something we’ve called our family."
  },
  "Proposition2": {
    "ItemCargory": "Proposition",
    "StackSize": 1,
    "Description": "Click this to view the second proposition!",
    "Proposition_Description": "During a friendly pillage session in a distant village, Zerksees found himself a lady. He called her Cat because she looked as cut as one she would always run to the corner whenever he was close to her like one. Ever since they met, he acted like a completely different person. He would often give her gifts such as bear plushies but they were often thrown around or torn apart. Since I, Ryder ofBooks, was the only one capable of writing in the gang, he made me transcribe his love letter. As always, she didn’t respond to what she said. In fact, she’d be more inclined to talk to anyone else besides him. This would upset Zirksees, and if he were to catch anyone talking to her or even make eye contact he’d get into a fight with them. The worse possible thing to come out of his obsession was his response to the loss of one of our mates. After our beloved member FelloffDaBike anDied passed away from a cold, we thought Zerksees would think of a way to honor his death. What we got after his passing, instead, was our Saloon’s name changed from The Stab and Kill to The Smooch and Kiss. He also had the place decorated with paper hearts and streamers and had the bartender dressed up like those babies with wings, diaper and everything! He was still obsessed with trying to impress his girl even after one of our own is not with us. After seeing what he’s done with the saloon, it seems FelloffDaBike was the lucky one. At that point, we knew that Zerksees was also gone. We haven’t had a good raid in forever, and we depend on those! I and the rest of us are off tomorrow. We’ll just leave the both of them on their own. From one Pincer to another."
  },
  "Proposition3": {
    "ItemCargory": "Proposition",
    "StackSize": 1,
    "Description": "Click this to view the third proposition!",
    "Proposition_Description": "A hundred years have passed since the zombie outbreak ravaged civilization. Only one survivor of the outbreak remains: No one. Everyone who wasn’t a zombie is a zombie. Or just dead. “Living” life as a reanimated corpse with an unsatisfied craving for human flesh can bore you. That was when Goulstein saw their nostalgia as an opportunity. He specialized in making movies about zombies surviving the human apocalypse.  The zombies would bravely chase the terrifying and cowering humans and dine on their flesh. Of course, since humans are extinct, the humans in his movies are just zombies with rubber masks of human faces. Critics and the public loved his movies. Watching a constant stream of human outbreak movies was something the people could not get enough of. That was, until the people got enough. In recent years, less and less people came to watch his movies. His film crew were complaining about how tedious producing each film has been. His ego was blocking out their voices. The waning attention and rigid direction culminated in all three of his Zombie Bite movies to receive almost non existent attention. People would rather just be bored by themselves."
  },
  "Proposition4": {
    "ItemCargory": "Proposition",
    "StackSize": 1,
    "Description": "Click this to view the fourth proposition!",
    "Proposition_Description": "During the Global Ghoul awards, Ghoulstein’s third Zombie Bite movie won all categories. All categories, except best picture. That award was snubbed by Alien James Lapid, the one Martian resident living in our world (The future of the zombie apocalypse brings interesting residents.) He was responsible for making Deadtective, a detective movie with the plot twist that there wasn’t a killer since everyone was technically dead. People didn’t like the movie for its plot twist. Instead, they were impressed that it was a movie that deviated from the horror movies people were subjected to by Goulstein. We as his crew thought this would be  his wake up call. However, things change when he and the rest of us encounter an actual human. This girl said her name was Allison but Goulstein saw her as a ticket to a comeback. He got the cast to put her in a cage with the intention of starring her in his latest film: Zombie Dinner. It’s the typical movie that we’ve been making but with the selling point being that a live human will be actually devoured. A rare delicacy would be great, but it’s ultimately going to involve us making a movie that’s similar to what he’s already made. Even if this gets tickets selling, this won’t change that his creativity is as lively as his audience."
  },
  "Speed_Potion": {
    "ItemCategory": "Consumable",
    "StackSize": 3,
    "AddHealth": 5,
    "AddEnergy": 32,
    "Description": "It smells like medicine."
  },
    "Speed Potion": {
    "ItemCategory": "Consumable",
    "StackSize": 3,
    "AddHealth": 5,
    "AddEnergy": 32,
    "Description": "It smells like medicine."
  }
}
